Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H25B.tmx
Source language: en_us
Languages: zh_cn

source: BELLEVUE, Wash.—April 29, 2010—Expedia, Inc. (NASDAQ: EXPE) today announced financial results for its first quarter ended March 31, 2010.
zh_cn: 美国东部时间4月29日：Expedia公布了其截止3月31日的第一季度财务业绩。

source: “Whatever the peak and trough of quarterly earnings, dependent upon world economic and secular events, Expedia is a consistently delivering cash machine–this quarter returning over $200 million in excess cash to our shareholders,” said Barry Diller, Expedia, Inc.’s Chairman and Senior Executive.
zh_cn: Expedia董事长Barry Diller说：“我们的季度业绩在很大程度上依赖于全球的经济形势和重大事件，但是Expedia仿佛是一架从不停转的印钞机，第一季度我们带给股东的净现金流量达到了2亿美元。”

source: “Expedia delivered solid first quarter results amidst a return to relatively normal economic and travel conditions,” said Dara Khosrowshahi, Expedia, Inc.’s CEO and President.
zh_cn: Expedia的CEO和总裁Dara Khosrowshahi说：“Expedia优异的第一季度业绩在很大程度上反映了经济和旅行环境的恢复。

source: “We saw broad based strength across our businesses, with 18% growth in transactions and 34% growth in advertising revenues.
zh_cn: 我们的各项业务取得了显著的增长，交易量增长了18%，广告收入增长了34%。

source: We remain confident that Expedia’s diversified portfolio of business models, brands and geographies will serve us well in 2010 and beyond.”
zh_cn: 我们对Expedia多元化的商业模式、品牌和地理分布非常有信心，这将继续帮助我们取得成功。”

source: Discussion of Results
zh_cn: 业绩讨论

source: Gross Bookings, Revenue & Revenue Margins
zh_cn: 旅行总预订量、收入及毛利率

source: Gross bookings increased 27% (23% excluding the estimated benefit from year on year changes in foreign exchange rates) for the first quarter of 2010 compared with the first quarter of 2009, driven primarily by 18% growth in transactions and a 9% increase in average airfares.
zh_cn: 旅行总预订量同比增长了27%，主要是由于交易额增长了18%和机票平均价格增长了9%所带动；

source: Domestic bookings increased 20% and international bookings increased 43% (33% excluding foreign exchange).
zh_cn: 国内预订量增长了20%，国际预订量业务增长了43%。

source: Revenue increased 13% (10% excluding foreign exchange) for the first quarter, primarily driven by an increase in hotel and advertising & media revenues.
zh_cn: 收入同比增长了13%，主要是由于酒店和广告媒体收入的增长带动。

source: Domestic revenue increased 5% while international revenue increased 31% (24% excluding foreign exchange).
zh_cn: 国内收入增长了5%，国际收入增长了31%。

source: Domestic revenue growth trailed international growth primarily due to lower gross bookings growth and a greater impact from our various fee reductions and eliminations.
zh_cn: 国内收入的增速低于国际业务主要是由于预订量的增长减缓以及各类预订费的削减或取消。

source: Revenue as a percentage of gross bookings (revenue margin) was 10.8% for the first quarter, a decrease of 134 basis points compared to the first quarter of 2009. The decrease in revenue margin was primarily due to lower consumer fees and a higher mix of air bookings, which have a lower revenue margin than our other products and services.
zh_cn: 收入利润率（收入与总预订量的比率）为10.8%，同比下降了134个基准点，主要是由于预订服务费的下降和机票预订量所占比例较高（利润率相对较低）所造成。

source: Products & Services Detail
zh_cn: 产品与服务

source: Worldwide hotel revenue increased 12% for the first quarter primarily due to an 18% increase in room nights stayed, including rooms delivered as a component of packages, partially offset by a 5% decline in revenue per room night.
zh_cn: 全球酒店收入同比增长了12%，主要是由于预订间夜增长了18%（包括打包产品销售的酒店）和每间夜平均收入下降了5%。

source: Revenue per room night declined due in part to lower hotel service fees in first quarter 2010 compared with the prior year period.
zh_cn: 每间夜平均收入下降主要是由于酒店预订服务费的下降所造成。

source: Worldwide air revenue increased 6% for the first quarter, primarily due to a 22% increase in air tickets sold, partially offset by a 13% decrease in revenue per ticket due largely to our elimination of booking fees on Expedia.com beginning in March 2009.
zh_cn: 全球机票收入同比下降6%，主要是由于每张机票平均收入减少了13%和销售量增长了22%所影响。这主要是由于自2009年3月开始取消了机票预订费所造成。

source: Advertising and media revenue (including net revenue from TripAdvisor? Media Network) increased 34% for the first quarter, driven by a 39% increase in third-party revenue for TripAdvisor Media Network and a 24% increase in advertising revenue generated by our transaction sites.
zh_cn: 广告和媒体收入（包括来自于TripAdvisor Media Network的净收入）同比增长了34%，主要是由于TripAdvisor Media Network的第三方收入增长了39%，交易网站的广告收入增长了24%。

source: All other revenue sources (primarily car rentals and destination services) increased 6% for the first quarter.
zh_cn: 其他收入（主要是租车和目的地服务）同比增长了6%。

source: Hotel revenues accounted for 58% of worldwide revenues in the first quarter of 2010, while air, advertising & media and all other revenues each accounted for 14% of worldwide revenues in the first quarter.
zh_cn: 酒店收入占了全球收入的58%，机票、广告和媒体业务、其他收入各占了全球总收入的14%。

source: Profitability
zh_cn: 盈利情况

source: OIBA for the first quarter increased 10% to $143 million primarily due to increased revenues.
zh_cn: OIBA（摊销前运营利润）同比增长了10%，达到1.43亿美元；

source: Operating income increased 21% due to the same factors impacting OIBA, as well as $9 million in non-recurring restructuring charges in the first quarter of 2009.
zh_cn: 运营利润增长了21%，达到了1.122亿美元。

source: Adjusted net income for the first quarter increased $15 million compared to the prior year period primarily due to higher OIBA, a foreign exchange gain compared with a prior period loss and a lower effective tax rate, partially offset by lower interest income.
zh_cn: 调整后净利润同比增长了1500万美元，达到7770万美元；

source: Adjusted EPS increased 24% to $0.26 and diluted EPS increased 43% to $0.20.
zh_cn: 调整后每股利润为0.26美元，稀释后每股利润达到0.20美元。

source: Recent Highlights
zh_cn: 业务概括

source: Global Presence
zh_cn: 全球业务

source: Gross bookings from Expedia, Inc.’s international businesses were a record $2.37 billion in the first quarter, accounting for 36% of worldwide bookings, up from 32% in the prior year period.
zh_cn: Expedia的国际业务预订量在第四季度达到了23.7亿美元，占全球预订量的比例由09年同期的32%提高到了36%；

source: International revenues were $250 million, representing 35% of worldwide revenue, up from 30% in the prior year period.
zh_cn: 国际业务收入达到了2.5亿美元，占全球收入的比例由30%提高到了35%。

source: Expedia Travel Agent Affiliate Programs (TAAP) launched in Australia, Canada and New Zealand.
zh_cn: Expedia Travel Agent Affiliate计划（简称TAAP）在澳大利亚、加拿大、新西兰发布。

source: TAAP provides travel agents in those countries direct access to Expedia’s global inventory, and the opportunity to earn commissions on a range of travel products and services.
zh_cn: TAAP为这些国家的旅行社提供了预订Expedia全球产品库存的平台，并可以获得佣金。

source: The Egencia Global Alliance added partnerships with local travel management companies in Austria, Brazil, the Czech Republic, Japan, Malaysia, Mexico and Slovakia. These additions expand Egencia’s presence to over 30 countries worldwide.
zh_cn: Egencia Global Alliance与在奥地利、巴西、捷克、日本、马来西亚、墨西哥、斯洛伐克等国的差旅管理公司建立了合作关系，这使得Egencia的全球服务网络覆盖超过了30个国家。

source: Expedia sites in Australia (expedia.com.au) and New Zealand (expedia.co.nz) announced the elimination of all change and cancel fees for travel booked on those sites.
zh_cn: Expedia在澳大利亚(expedia.com.au)和新西兰 (expedia.co.nz)的网站宣布取消预订变更和取消费用。

source: TripAdvisor continues to expand its global footprint, reaching 19 localized sites worldwide with the launch of sites in Australia (tripadvisor.com.au), Norway (no.tripadvisor.com) and Poland (pl.tripadvisor.com).
zh_cn: TripAdvisor继续扩张其全球网络，并在澳大利亚 (tripadvisor.com.au)、挪威(no.tripadvisor.com) 和波兰(pl.tripadvisor.com)发布了网站。

source: Brand Portfolio
zh_cn: 各品牌业务拓展

source: Hotwire was named ―“The Best Hotel Travel Web Site for 2009” by Market Metrix Hospitality Index, the largest and most in-depth measurement of hotel, airline and car rental performance available.
zh_cn: Hotwire被Market Metrix Hospitality Index 评选为“2009年全球最佳酒店预订网站”。

source: Expedia’s CruiseShipCenters was honored with Carnival Cruise Lines’ “Agency of Year”award for the second year in a row, besting 30,000 other cruise agencies throughout Canada and the United States.
zh_cn: Expedia的CruiseShipCenters连续第二年被嘉年华邮轮公司授权“年度旅行社”，是美国和加拿大3万多家旅行社中唯一的一家。

source: TripAdvisor and ThomasCook have partnered to feature TripAdvisor user reviews, ratings and other syndicated content on ThomasCook sites in Ireland and the U.K.
zh_cn: TripAdvisor与ThomasCook合作，为后者在爱尔兰和英国的网站上提供用户评论和评级内容。

source: Expedia Affiliate Network (EAN) signed a number of new partners, including Palace Resorts, visitor bureaus in Indianapolis and Seattle, and Delta Airlines, agreeing to power the carrier’s hotel bookings via Expedia’s call transfer program and providing SkyMiles members an opportunity to earn 300 miles per qualifying hotel stay.
zh_cn: Expedia Affiliate Network (EAN)签署了一些新的合作伙伴，其中包括Palace Resorts和西雅图和印第安纳波利斯旅游局，达美航空业同意使用Expedia的呼叫中心为其客人提供酒店预订服务，其SkyMiles会员每入住一晚酒店将获得300里程的奖励。

source: Content and Innovation
zh_cn: 内容与创新

source: Expedia.com launched TripAssist, a free iPhone and iPod Touch application, enabling travelers to book flights and manage itineraries from their mobile devices.
zh_cn: Expedia.com发布了iPhone和iPod 的免费应用程序TripAssist，这使得旅行社可以通过其手机设备预订航班和管理行程。

source: TripAssist has been downloaded over 100,000 times, and Expedia has seen transactions completed on mobile phones increase 25%.
zh_cn: TripAssist已经被下载了100 000 次， Expedia通过手机进行的预订量也增长了25%。

source: In addition, TripAdvisor’s mobile website has launched in 18 countries and 12 different languages.
zh_cn: 除此之外，TripAdvisor的手机网站已经在18个国家，以12种语言发布。

source: Expedia.com introduced a new suite of accessibility search tools, enabling travelers to search all of Expedia’s U.S.-based properties for lodging offering accommodations for disabled travelers.
zh_cn: Expedia.com为残疾人旅行者提供了新的搜索工具，使得他们可以搜索Expedia网站所有的美国酒店信息。

source: Expedia.co.jp announced an agreement to provide enriched content and last-minute travel deals for Goo Travel, one of Japan’s largest portal sites with more than 4.5 million unique visitors per month.
zh_cn: Expedia.co.jp宣布与日本最大的旅游门户网站Goo Travel签署协议，为后者提供丰富的内容和最后一刻的产品预订。

source: TravelAds, Expedia Media Solutions’ cost-per-click advertising product for hotels, was extended to the U.K. in January, where during the first week participating hotels achieved an average 40% lift in transaction volumes.
zh_cn: Expedia媒体业务针对酒店推出的TravelAds产品在一月份被引进到了英国，参与的酒店在第一个星期就实现了40%的交易量增长。

source: At quarter-end, Expedia’s global websites featured over 123,000 bookable properties, including direct relationships with 66,000 merchant and nearly 26,000 agency properties.
zh_cn: 在第一季度末 Expedia的全球网站提供超过123 000 家酒店的预订，其中包括66 000家净价模式的酒店和26 000代理模式的酒店。

source: Expedia sites offer over 59,000 EMEA region hotels and more than 12,000 properties in APAC countries.
zh_cn: Expedia现在提供在欧洲、中东、非洲地区的超过59 000家酒店以及12 000家亚太地区酒店的预订。

source: Expedia has signed a number of global hotel partnership agreements, including Germany-based TOP International Hotels with 250 properties in Europe, leading Nordic hotel chain Scandic Hotels and China’s leading budget hotel brand, Motel 168.
zh_cn: Expedia签署了一系列的全球酒店协议，其中包括德国的TOP International Hotels（在欧洲拥有250家酒店）、北欧连锁酒店Scandic Hotels以及中国领先的经济型酒店莫泰168。

source: Expedia signed a global agreement with Hyatt to offer its more than 400 properties on all Expedia and Hotels.com-branded sites worldwide.
zh_cn: Expedia与凯悦酒店签署了全球协议，通过Expedia和Hotels.com的全球网站销售凯悦酒店的400多家酒店的产品。

source: Expedia’s global supply footprint continues to expand with a number of new partnerships in Sub-Saharan Africa, including the addition of hotel properties located in Cape Verde, Ethiopia, Gambia, Kenya, Malawi, Rwanda, Senegal, Tanzania and Uganda.
zh_cn: Expedia的酒店供应继续扩张到了撒哈拉沙漠以南的非洲地区，包括与在佛得角、埃塞俄比亚、冈比亚、肯尼亚、马拉维、卢旺达、塞纳加尔、坦桑尼亚、乌干达等国的酒店签署了协议。
